Repository: AntoniaIgn/Space
Catalog: Language/messages.*.resx
Languages: de

# BestDayLaunching
source: "Best date for launching"
de: Bester Starttermin

# BestLaunchingDate
source: The best date for launching is :
de: Der beste Starttermin ist:

# EmailBody
source: The best Spaceport for launching is: {0} on {1}.
de: Der beste Weltraumbahnhof für den Start ist: {0} am {1}.

# EmailNotSent
source: Failed to send email. Please verify your credentials and try again.
de: E-Mail-Versand fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldeinformationen und versuchen Sie es erneut.

# EmailSent
source: Email sent successfully.
de: E-Mail erfolgreich gesendet.

# EmailSubject
source: Weather condition analysis for launching to SPACE
de: Wetteranalyse für den Start ins WELTALL

# EnterEmail
source: Please, enter your e-mail.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

# EnterFolderPath
source: Please, enter the path to the folder where you are storing the CSV files!
de: Bitte geben Sie den Pfad des Ordners ein, in dem Sie die CSV-Dateien speichern.

# EnterPassword
source: Please, enter your e-mail password.
de: Bitte geben Sie Ihr E-Mail-Passwort ein.

# EnterReceiverEmail
source: Please, enter the receiver email.
de: Bitte geben Sie die E-Mail-Adresse des Empfängers ein.

# Hello
source: Hello, dear user!
de: Hallo, lieber Benutzer!

# InvalidParameter
source: Invalid parameter in '{0}'. Please, check!
de: Ungültiger Parameter in '{0}'. Bitte überprüfen Sie dies!

# MissingCloudData
source: Clouds data is missing for {0} July!
de: Wolken-Daten fehlen für den {0}. Juli!

# MissingCSVFileData
source: Something in '{0}'.csv is wrong! Check for missing information(empty cells).
de: Etwas in '{0}'.csv ist falsch! Überprüfen Sie fehlende Informationen (leere Zellen).

# MissingCSVFiles
source: Sorry, but it looks like there is no csv files in this folder.
de: Entschuldigung, aber es scheint, dass es keine CSV-Dateien in diesem Ordner gibt.

# MissingFolder
source: Sorry, this folder does not exist! PLease, try with another one.
de: Entschuldigung, aber dieser Ordner existiert nicht! Bitte versuchen Sie es mit einem anderen.

# MissingHumidityData
source: Humidity data is missing for {0} July!
de: Feuchtigkeitsdaten fehlen für den {0}. Juli!

# MissingInput
source: Sorry, but it looks like you missed to enter something.
de: Entschuldigung, aber es sieht so aus, als hätten Sie etwas vergessen einzugeben.

# MissingLightning
source: Lightning data is missing for {0} July!
de: Blitzdaten fehlen für den {0}. Juli!

# MissingPrecipitationData
source: Precipitation data is missing for {0} July!
de: Niederschlagsdaten fehlen für den {0}. Juli!

# MissingSuitableDate
source: There is no suitable date for this location.
de: Es gibt kein geeignetes Datum für diesen Standort.

# MissingTemperatureData
source: Temperature data is missing for {i} July!
de: Temperaturdaten fehlen für den {i}. Juli!

# MissingWindData
source: Wind data is missing for {i} July!
de: Winddaten fehlen für den {i}. Juli!

# Month
source: July
de: Juli

# ReadingError
source: Oh, no! It seems like there is a problem with file reading.
de: Oh nein! Es scheint ein Problem beim Lesen der Datei zu geben.

# ReportNotSaved
source: Creating analysis report failed!
de: Erstellen des Analyseberichts fehlgeschlagen!

# ReportSaved
source: The analysis report has been successfully saved to 'LaunchAnalysisReport.csv'.
de: Der Analysebericht wurde erfolgreich unter 'LaunchAnalysisReport.csv' gespeichert.

source: "Spaceport Location"
de: Standort des Weltraumbahnhof

# Thanks
source: Thank you for using this program!
de: Vielen Dank, dass Sie dieses Programm verwendet haben!
